{
  "chunkingPhrases": "{\n  \"topic\": \"Project updates\",\n  \"scenarios\": [\n    {\n      \"scenario\": \"Introducing a new project\",\n      \"questions\": [\n        \"What is the main goal of the new project?\",\n        \"Who are the key stakeholders involved in this project?\",\n        \"What challenges do you anticipate in the early stages?\",\n        \"How do you plan to measure the success of this project?\"\n      ]\n    },\n    {\n      \"scenario\": \"Weekly progress report\",\n      \"questions\": [\n        \"What milestones have been achieved this week?\",\n        \"Can you describe any obstacles faced during the week?\",\n        \"How does this week's progress compare to the initial timeline?\",\n        \"What are the next steps for the upcoming week?\"\n      ]\n    },\n    {\n      \"scenario\": \"Discussing technical issues\",\n      \"questions\": [\n        \"What specific technical challenges are we currently facing?\",\n        \"How have these issues impacted the project timeline?\",\n        \"What resources do we need to resolve these technical problems?\",\n        \"Can you share any previous experiences with similar issues?\"\n      ]\n    },\n    {\n      \"scenario\": \"Proposing improvement solutions\",\n      \"questions\": [\n        \"What improvements do you think could enhance our workflow?\",\n        \"How would you prioritize these proposed solutions?\",\n        \"What potential risks should we consider with these changes?\",\n        \"Can you provide examples of successful improvements from other projects?\"\n      ]\n    },\n    {\n      \"scenario\": \"Feedback from the development team\",\n      \"questions\": [\n        \"What feedback have you received from the team about the project?\",\n        \"How do you think this feedback can influence our next steps?\",\n        \"Are there any recurring themes in the feedback that we should address?\",\n        \"What suggestions do you have for improving team communication?\"\n      ]\n    }\n  ]\n}"
}